const hki = { cat: "香港島",
              index:0, 
              items:[
              '中半山', '薄扶林', '中上環', '西環',
              '灣仔', '銅鑼灣', '跑馬地', '北角',
              '則魚涌', '太古', '筲箕灣', '西灣河', '柴灣', '小西灣', '香港仔',
              '鴨利洲', '赤柱']};
const kl = {cat: "九龍", 
            index:1, 
            items:[
              '美孚', '荔枝角', '長沙灣', '深水步',
              '大角咀', '旺角', '何文田', '油麻地',
              '佐敦', '尖沙咀', '土瓜灣', '紅磡',
              '石硤尾', '九龍塘', '樂富', '慈雲山',
              '黃大仙', '鑽石山', '新蒲崗', '彩虹及牛池灣', '牛頭角及九龍灣',
              '秀茂坪', '觀塘', '藍田', '油塘', '九龍城',]};

const nt = {cat: "新界及離島", 
              index:2, 
              items:[
                '上水',	'粉嶺',	'大埔',	'馬鞍山',
                '火炭',	'小瀝源','沙田',	'沙田市中心',
                '大圍',	'西貢',	'將軍澳','天水圍',
                '元朗',	'屯門',	'青龍頭','深井',
                '荃灣',	'葵芳',	'葵涌',	'荔景',
                '青衣',	'馬灣',	'東涌',	'離島',]};

              
const place = [hki,kl,nt]


export default place;